Repository: StephenArg/Trinote
Catalog: Trinote/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, hi, hu, it, pl, ru

source: These %lld notes will no longer be publicly accessible.
ar: لن تكون هذه الـ %lld ملاحظات متاحة للعامة بعد الآن.
cs: Těchto %lld poznámek již nebude veřejně dostupných.
de: Diese %lld Notizen sind nicht mehr öffentlich zugänglich.
es: Estas %lld notas dejarán de ser accesibles públicamente.
fr: Ces %lld notes ne seront plus accessibles publiquement.
hi: ये %lld नोट अब सार्वजनिक रूप से उपलब्ध नहीं होंगे।
hu: Ezek a(z) %lld jegyzet többé nem lesznek nyilvánosan elérhetők.
it: Queste %lld note non saranno più accessibili pubblicamente.
pl: Te %lld notatki nie będą już publicznie dostępne.
ru: Эти заметки (%lld) больше не будут общедоступны.

source: They download again when you open them. Keep them to only stop new downloads.
ar: ستُنزَّل مرة أخرى عند فتحها. احتفظ بها لإيقاف التنزيلات الجديدة فقط.
cs: Při otevření se znovu stáhnou. Ponechte je, pokud chcete jen zastavit nová stahování.
de: Sie werden beim Öffnen erneut heruntergeladen. Behalte sie, um nur neue Downloads zu stoppen.
es: Se vuelven a descargar al abrirlos. Consérvalos para solo dejar de descargar nuevos.
fr: Ils se téléchargent de nouveau quand vous les ouvrez. Conservez-les pour seulement arrêter les nouveaux téléchargements.
hi: खोलने पर वे फिर से डाउनलोड होंगी। केवल नए डाउनलोड रोकने के लिए उन्हें रखें।
hu: Megnyitáskor újra letöltődnek. Tartsd meg őket, ha csak az új letöltéseket akarod leállítani.
it: Vengono scaricati di nuovo quando li apri. Conservali per fermare solo i nuovi download.
pl: Pobiorą się ponownie po otwarciu. Zachowaj je, aby tylko wstrzymać nowe pobieranie.
ru: Они снова загрузятся, когда вы их откроете. Оставьте их, чтобы только прекратить новые загрузки.

source: This note cannot be shared.
ar: لا يمكن مشاركة هذه الملاحظة.
cs: Tuto poznámku nelze sdílet.
de: Diese Notiz kann nicht geteilt werden.
es: Esta nota no se puede compartir.
fr: Cette note ne peut pas être partagée.
hi: यह नोट साझा नहीं किया जा सकता।
hu: Ez a jegyzet nem osztható meg.
it: Questa nota non può essere condivisa.
pl: Tej notatki nie można udostępniać.
ru: Эту заметку нельзя сделать общей.

source: This note sorts its sub-notes automatically (#sorted), so they can’t be reordered by hand.
ar: ترتّب هذه الملاحظة ملاحظاتها الفرعية تلقائيًا (#sorted)، لذا لا يمكن إعادة ترتيبها يدويًا.
cs: Tato poznámka řadí podřízené poznámky automaticky (#sorted), takže je nelze přeřadit ručně.
de: Diese Notiz sortiert ihre Unter-Notizen automatisch (#sorted), daher lassen sie sich nicht von Hand neu anordnen.
es: Esta nota ordena sus subnotas automáticamente (#sorted), así que no se pueden reordenar a mano.
fr: Cette note trie ses sous-notes automatiquement (#sorted) : elles ne peuvent pas être réorganisées à la main.
hi: यह नोट अपने उप-नोट्स को अपने आप क्रमबद्ध करता है (#sorted), इसलिए उनका क्रम हाथ से नहीं बदला जा सकता।
hu: Ez a jegyzet automatikusan rendezi az aljegyzeteit (#sorted), ezért kézzel nem rendezhetők át.
it: Questa nota ordina automaticamente le sue sottonote (#sorted), quindi non si possono riordinare a mano.
pl: Ta notatka sortuje podnotatki automatycznie (#sorted), więc nie można zmienić ich kolejności ręcznie.
ru: Эта заметка сортирует подзаметки автоматически (#sorted), поэтому их нельзя переставить вручную.

source: This restores the default accent theme, turns off custom app and tree colors, and resets every custom color to its default value.
ar: يعيد السمة الافتراضية ويلغي الألوان المخصصة ويعيد كل لون إلى افتراضه.
cs: Obnoví výchozí motiv akcentu, vypne vlastní barvy aplikace a stromu a obnoví výchozí hodnoty.
de: Stellt das Standard-Akzentthema wieder her, schaltet benutzerdefinierte App- und Baumfarben aus und setzt alle Farben zurück.
es: Restaura el tema de acento predeterminado, desactiva los colores personalizados de la app y del árbol, y restablece todos los colores.
fr: Rétablit le thème d’accent par défaut, désactive les couleurs personnalisées et réinitialise chaque couleur.
hi: डिफ़ॉल्ट एक्सेंट थीम पुनर्स्थापित करता है, कस्टम रंग बंद करता है और सभी रंग रीसेट करता है।
hu: Visszaállítja az alapértelmezett kiemelést, kikapcsolja az egyéni színeket és visszaállítja azokat.
it: Ripristina il tema di accento predefinito, disattiva i colori personalizzati e reimposta ogni colore.
pl: Przywraca domyślny motyw akcentu, wyłącza niestandardowe kolory i resetuje wszystkie kolory.
ru: Восстанавливает тему акцента по умолчанию, отключает пользовательские цвета и сбрасывает все цвета.

source: This will delete “%@” and all its sub-notes. This cannot be undone easily.
ar: سيُحذف «%@» وجميع الملاحظات الفرعية. يصعب التراجع.
cs: Smaže „%@“ a všechny podřízené poznámky. Nelze snadno vrátit.
de: Dies löscht „%@“ und alle Unter-Notizen. Kann nur schwer rückgängig gemacht werden.
es: Se eliminará «%@» y todas sus subnotas. No se puede deshacer fácilmente.
fr: Cela supprimera « %@ » et toutes les sous-notes. Action difficilement réversible.
hi: «%@» और सभी उप-नोट हटा दिए जाएँगे। आसानी से पूर्ववत नहीं।
hu: Törli „%@” és az összes aljegyzetet. Nehezen vonható vissza.
it: Verranno eliminate «%@» e tutte le sottonote. Operazione difficilmente reversibile.
pl: Usunie „%@” i wszystkie podnotatki. Trudno to cofnąć.
ru: Будут удалены «%@» и все подзаметки. Отменить будет сложно.

source: This will remove all locally cached notes, branches, and attributes for this server. Your data on the server is not affected.
ar: يزيل الملاحظات والفروع والسمات المخبأة محليًا. بيانات الخادم لا تتأثر.
cs: Odstraní lokálně uložené poznámky, větve a atributy. Data na serveru zůstanou.
de: Entfernt lokal zwischengespeicherte Notizen, Zweige und Attribute. Serverdaten bleiben unverändert.
es: Esto eliminará notas, ramas y atributos en caché locales. Los datos del servidor no se ven afectados.
fr: Supprime le cache local (notes, branches, attributs). Les données sur le serveur ne sont pas affectées.
hi: इस सर्वर के लिए स्थानीय कैश नोट, शाखाएँ और विशेषताएँ हटा देगा। सर्वर डेटा सुरक्षित है।
hu: Eltávolítja a helyi gyorsítótárazott jegyzeteket, ágakat és attribútumokat. A szerver adatai érintetlenek.
it: Rimuove note, rami e attributi in cache locali. I dati sul server non sono toccati.
pl: Usuwa lokalnie buforowane notatki, gałęzie i atrybuty. Dane na serwerze pozostają.
ru: Удалит локально кэшированные заметки, ветки и атрибуты. Данные на сервере не затрагиваются.

source: This will remove the server profile and sign out. Your notes on the server will not be affected.
ar: يزيل ملف الخادم ويسجّل الخروج. ملاحظاتك على الخادم لا تتأثر.
cs: Odebere profil serveru a odhlásí. Poznámky na serveru zůstanou.
de: Entfernt das Serverprofil und meldet ab. Ihre Notizen auf dem Server bleiben unverändert.
es: Se eliminará el perfil del servidor y se cerrará sesión. Tus notas en el servidor no se verán afectadas.
fr: Supprime le profil serveur et déconnecte. Vos notes sur le serveur ne sont pas affectées.
hi: सर्वर प्रोफ़ाइल हटाकर साइन आउट करेगा। सर्वर पर नोट प्रभावित नहीं होंगे।
hu: Eltávolítja a profilt és kijelentkezik. A szerveren lévő jegyzetek érintetlenek.
it: Rimuove il profilo server e disconnette. Le note sul server non sono toccate.
pl: Usunie profil serwera i wyloguje. Notatki na serwerze pozostaną.
ru: Удалит профиль сервера и выйдет из аккаунта. Заметки на сервере не затрагиваются.

source: Title
ar: العنوان
cs: Název
de: Titel
es: Título
fr: Titre
hi: शीर्षक
hu: Cím
it: Titolo
pl: Tytuł
ru: Заголовок

source: To the Left
ar: إلى اليسار
cs: Vlevo
de: Links
es: A la izquierda
fr: À gauche
hi: बाईं ओर
hu: Balra
it: A sinistra
pl: Po lewej
ru: Слева

source: To the left of “%@”
ar: إلى يسار «%@»
cs: Vlevo od „%@“
de: Links von „%@“
es: A la izquierda de «%@»
fr: À gauche de « %@ »
hi: “%@” के बाईं ओर
hu: „%@” bal oldalára
it: A sinistra di «%@»
pl: Na lewo od „%@”
ru: Слева от «%@»

source: To the Right
ar: إلى اليمين
cs: Vpravo
de: Rechts
es: A la derecha
fr: À droite
hi: दाईं ओर
hu: Jobbra
it: A destra
pl: Po prawej
ru: Справа

source: To the right of “%@”
ar: إلى يمين «%@»
cs: Vpravo od „%@“
de: Rechts von „%@“
es: A la derecha de «%@»
fr: À droite de « %@ »
hi: “%@” के दाईं ओर
hu: „%@” jobb oldalára
it: A destra di «%@»
pl: Na prawo od „%@”
ru: Справа от «%@»

source: Today's journal note
ar: ملاحظة يوميات اليوم
cs: Dnešní deníková poznámka
de: Heutige Journalnotiz
es: Nota del diario de hoy
fr: Note du journal d’aujourd’hui
hi: आज का जर्नल नोट
hu: Mai naplójegyzet
it: Nota del diario di oggi
pl: Dzisiejsza notatka dziennika
ru: Сегодняшняя заметка журнала

source: Top level (under Notes)
ar: المستوى الأعلى (تحت الملاحظات)
cs: Nejvyšší úroveň (pod Poznámky)
de: Oberste Ebene (unter Notizen)
es: Nivel superior (bajo Notas)
fr: Niveau supérieur (sous Notes)
hi: शीर्ष स्तर (नोट्स के अंतर्गत)
hu: Legfelső szint (a Jegyzetek alatt)
it: Livello superiore (sotto Note)
pl: Poziom najwyższy (pod Notatkami)
ru: Верхний уровень (под «Заметки»)

source: Top of the tree
ar: أعلى الشجرة
cs: Nejvyšší úroveň stromu
de: Oberste Ebene des Baums
es: Raíz del árbol
fr: Racine de l’arborescence
hi: ट्री का शीर्ष
hu: A fa legteteje
it: Radice dell’albero
pl: Najwyższy poziom drzewa
ru: Корень дерева

source: TOTP / SSO must be completed in the browser for now.
ar: يجب إكمال TOTP / SSO في المتصفح حالياً.
cs: TOTP / SSO zatím dokončete v prohlížeči.
de: TOTP / SSO muss vorerst im Browser abgeschlossen werden.
es: TOTP / SSO debe completarse en el navegador por ahora.
fr: TOTP / SSO doit être complété dans le navigateur pour l’instant.
hi: अभी TOTP / SSO ब्राउज़र में पूरा करें।
hu: A TOTP / SSO egyelőre a böngészőben fejezendő be.
it: TOTP / SSO va completato nel browser per ora.
pl: TOTP / SSO na razie dokończ w przeglądarce.
ru: TOTP / SSO пока нужно завершить в браузере.

source: Tree View
ar: عرض الشجرة
cs: Stromové zobrazení
de: Baumansicht
es: Vista de árbol
fr: Vue arborescence
hi: ट्री दृश्य
hu: Fa nézet
it: Vista ad albero
pl: Widok drzewa
ru: Дерево

source: Trilium Server
ar: خادم Trilium
cs: Server Trilium
es: Servidor Trilium
fr: Serveur Trilium
hi: Trilium सर्वर
hu: Trilium kiszolgáló
it: Server Trilium
pl: Serwer Trilium
ru: Сервер Trilium

source: Trinote keeps a copy of your notes on this device so they open quickly and work offline. Choose what to keep before the first sync.
ar: يحتفظ Trinote بنسخة من ملاحظاتك على هذا الجهاز لتُفتح بسرعة وتعمل دون اتصال. اختر ما تريد الاحتفاظ به قبل المزامنة الأولى.
cs: Trinote uchovává kopii vašich poznámek v tomto zařízení, aby se rychle otevíraly a fungovaly offline. Před první synchronizací vyberte, co uchovat.
de: Trinote speichert eine Kopie deiner Notizen auf diesem Gerät, damit sie schnell öffnen und offline funktionieren. Wähle vor der ersten Synchronisation, was behalten werden soll.
es: Trinote guarda una copia de tus notas en este dispositivo para que se abran rápido y funcionen sin conexión. Elige qué guardar antes de la primera sincronización.
fr: Trinote garde une copie de vos notes sur cet appareil pour qu’elles s’ouvrent vite et fonctionnent hors ligne. Choisissez ce qu’il faut garder avant la première synchro.
hi: Trinote आपके नोट की एक प्रति इस डिवाइस पर रखता है ताकि वे जल्दी खुलें और ऑफ़लाइन काम करें। पहले सिंक से पहले चुनें कि क्या रखना है।
hu: A Trinote másolatot tart a jegyzeteidről ezen az eszközön, hogy gyorsan megnyíljanak és offline is működjenek. Az első szinkronizálás előtt válaszd ki, mit tartson meg.
it: Trinote conserva una copia delle tue note su questo dispositivo, così si aprono in fretta e funzionano offline. Scegli cosa conservare prima della prima sincronizzazione.
pl: Trinote przechowuje kopię Twoich notatek na tym urządzeniu, by otwierały się szybko i działały offline. Przed pierwszą synchronizacją wybierz, co zachować.
ru: Trinote хранит копию ваших заметок на этом устройстве, чтобы они быстро открывались и работали офлайн. Выберите, что хранить, до первой синхронизации.

source: Type to search by title, content, or attributes
ar: اكتب للبحث بالعنوان أو المحتوى أو السمات
cs: Pište pro hledání podle názvu, obsahu nebo atributů
de: Tippen Sie zur Suche nach Titel, Inhalt oder Attributen
es: Escribe para buscar por título, contenido o atributos
fr: Saisissez pour rechercher par titre, contenu ou attributs
hi: शीर्षक, सामग्री या विशेषताओं से खोजें
hu: Gépeljen cím, tartalom vagy attribútum szerint
it: Digita per cercare per titolo, contenuto o attributi
pl: Wpisz, aby szukać po tytule, treści lub atrybutach
ru: Введите запрос по заголовку, тексту или атрибутам

source: Unarchive Column
ar: إلغاء أرشفة العمود
cs: Zrušit archivaci sloupce
de: Archivierung der Spalte aufheben
es: Desarchivar columna
fr: Désarchiver la colonne
hi: कॉलम को संग्रह से निकालें
hu: Oszlop archiválásának visszavonása
it: Ripristina colonna dall’archivio
pl: Przywróć kolumnę z archiwum
ru: Разархивировать столбец

source: Undo
ar: تراجع
cs: Zpět
de: Widerrufen
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
hu: Visszavonás
it: Annulla
pl: Cofnij
ru: Отменить

source: Unlock
ar: فتح القفل
cs: Odemknout
de: Entsperren
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक करें
hu: Feloldás
it: Sblocca
pl: Odblokuj
ru: Разблокировать

source: Unlock the note to preview matches in the body.
ar: افتح قفل الملاحظة لمعاينة التطابقات في المحتوى.
cs: Odemkněte poznámku pro náhled shod v těle textu.
de: Entsperren Sie die Notiz, um Treffer im Inhalt in der Vorschau zu sehen.
es: Desbloquea la nota para previsualizar coincidencias en el cuerpo.
fr: Déverrouillez la note pour prévisualiser les correspondances dans le corps.
hi: मिलान का पूर्वावलोकन करने के लिए नोट अनलॉक करें।
hu: Oldja fel a jegyzet zárolását az egyezések előnézetéhez a szövegben.
it: Sblocca la nota per vedere le corrispondenze nel corpo.
pl: Odblokuj notatkę, aby zobaczyć dopasowania w treści.
ru: Разблокируйте заметку, чтобы просматривать совпадения в тексте.

source: Unlock this protected note before moving.
ar: افتح قفل هذه الملاحظة المحمية قبل النقل.
cs: Před přesunem odemkněte tuto chráněnou poznámku.
de: Entsperren Sie diese geschützte Notiz, bevor Sie sie verschieben.
es: Desbloquea esta nota protegida antes de moverla.
fr: Déverrouillez cette note protégée avant de la déplacer.
hi: स्थानांतरण से पहले इस संरक्षित नोट को अनलॉक करें।
hu: A védett jegyzet feloldása kötelező az áthelyezés előtt.
it: Sblocca questa nota protetta prima di spostarla.
pl: Odblokuj chronioną notatkę przed przeniesieniem.
ru: Разблокируйте эту защищённую заметку перед перемещением.

source: Unsaved Draft
ar: مسودة غير محفوظة
cs: Neuložený koncept
de: Ungespeicherter Entwurf
es: Borrador sin guardar
fr: Brouillon non enregistré
hi: असहेजा ड्राफ़्ट
hu: Mentetlen piszkozat
it: Bozza non salvata
pl: Niezapisany szkic
ru: Несохранённый черновик

source: Unsaved draft available
ar: مسودة غير محفوظة متاحة
cs: K dispozici neuložený koncept
de: Ungespeicherter Entwurf verfügbar
es: Borrador sin guardar disponible
fr: Brouillon disponible
hi: असहेजा ड्राफ़्ट उपलब्ध
hu: Mentetlen piszkozat elérhető
it: Bozza non salvata disponibile
pl: Dostępny niezapisany szkic
ru: Доступен несохранённый черновик

source: URL
ar: الرابط

source: Use %@ server
ar: استخدام الخادم %@
cs: Použít server %@
de: Server %@ verwenden
es: Usar servidor %@
fr: Utiliser le serveur %@
hi: सर्वर %@ उपयोग करें
hu: %@ kiszolgáló használata
it: Usa server %@
pl: Użyj serwera %@
ru: Использовать сервер %@

source: Use Trilium Note Colors
ar: استخدام ألوان ملاحظات Trilium
cs: Barvy poznámek Trilium
de: Trilium-Notizfarben verwenden
es: Usar colores de nota de Trilium
fr: Utiliser les couleurs de note Trilium
hi: Trilium नोट रंग उपयोग करें
hu: Trilium jegyzetszínek
it: Usa colori nota Trilium
pl: Kolory notatek Trilium
ru: Цвета заметок Trilium

source: Using in-memory fallback (data won't persist)
ar: استخدام الذاكرة (البيانات غير دائمة)
cs: V paměti (data nezůstanou)
de: Im Speicher (Daten werden nicht dauerhaft gespeichert)
es: Usando almacenamiento en memoria (los datos no persisten)
fr: Mémoire uniquement (données non conservées)
hi: इन-मेमोरी (डेटा सहेजा नहीं जाएगा)
hu: Memóriában (az adatok nem maradnak meg)
it: Uso della memoria (i dati non persistono)
pl: W pamięci (dane nie są trwałe)
ru: Режим в памяти (данные не сохраняются)

source: White (High Contrast)
ar: أبيض (تباين عالٍ)
cs: Bílá (vysoký kontrast)
de: Weiß (hoher Kontrast)
es: Blanco (alto contraste)
fr: Blanc (contraste élevé)
hi: सफ़ेद (उच्च कंट्रास्ट)
hu: Fehér (nagy kontraszt)
it: Bianco (alto contrasto)
pl: Biały (wysoki kontrast)
ru: Белая (высокий контраст)

source: You have an unsaved draft for this note. Would you like to restore it?
ar: توجد مسودة غير محفوظة. هل تريد استعادتها?
cs: Máte neuložený koncept. Obnovit?
de: Es gibt einen ungespeicherten Entwurf. Wiederherstellen?
es: Tienes un borrador sin guardar. ¿Quieres restaurarlo?
fr: Un brouillon non enregistré est présent. Voulez-vous le restaurer ?
hi: इस नोट का असहेजा ड्राफ़्ट है। पुनर्स्थापित करें?
hu: Mentetlen piszkozat van. Visszaállítja?
it: Hai una bozza non salvata. Vuoi ripristinarla?
pl: Masz niezapisany szkic. Przywrócić?
ru: Есть несохранённый черновик. Восстановить?

source: You will need to re-enter your credentials to reconnect.
ar: ستحتاج إلى إعادة إدخال بيانات الاعتماد.
cs: Pro opětovné připojení zadejte znovu přihlašovací údaje.
de: Sie müssen Ihre Anmeldedaten erneut eingeben.
es: Deberás volver a introducir tus credenciales para reconectar.
fr: Vous devrez saisir à nouveau vos identifiants.
hi: पुनः कनेक्ट करने के लिए क्रेडेंशियल दोबारा दर्ज करें।
hu: Újra meg kell adnia a hitelesítő adatokat.
it: Dovrai reinserire le credenziali per riconnetterti.
pl: Aby ponownie się połączyć, wprowadź ponownie dane logowania.
ru: Потребуется снова ввести учётные данные.

source: Your latest changes haven't reached the server yet, so the export would miss them. Try again once they've synced.
ar: لم تصل أحدث تغييراتك إلى الخادم بعد، لذا لن يتضمنها التصدير. حاول مرة أخرى بعد مزامنتها.
cs: Vaše poslední změny ještě nedorazily na server, export by je tedy neobsahoval. Zkuste to znovu po synchronizaci.
de: Ihre letzten Änderungen sind noch nicht auf dem Server, der Export würde sie also nicht enthalten. Versuchen Sie es nach der Synchronisierung erneut.
es: Tus últimos cambios aún no han llegado al servidor, así que la exportación no los incluiría. Vuelve a intentarlo cuando se hayan sincronizado.
fr: Vos dernières modifications n’ont pas encore atteint le serveur ; l’exportation ne les inclurait pas. Réessayez une fois qu’elles seront synchronisées.
hi: आपके हाल के बदलाव अभी सर्वर तक नहीं पहुँचे हैं, इसलिए निर्यात में वे नहीं आएँगे। सिंक होने के बाद फिर से कोशिश करें।
hu: A legutóbbi módosításaid még nem értek el a kiszolgálóra, így az exportból kimaradnának. Próbáld újra, ha szinkronizálódtak.
it: Le tue ultime modifiche non hanno ancora raggiunto il server, quindi l’esportazione non le includerebbe. Riprova quando saranno sincronizzate.
pl: Twoje ostatnie zmiany nie dotarły jeszcze na serwer, więc eksport by ich nie zawierał. Spróbuj ponownie po synchronizacji.
ru: Последние изменения ещё не дошли до сервера, поэтому экспорт их не учтёт. Повторите попытку после синхронизации.

source: Your location couldn't be found right now. Try again in a moment.
ar: تعذّر العثور على موقعك الآن. حاول مرة أخرى بعد قليل.
cs: Vaši polohu se teď nepodařilo zjistit. Zkuste to za chvíli znovu.
de: Ihr Standort konnte gerade nicht ermittelt werden. Versuchen Sie es gleich noch einmal.
es: No se pudo encontrar tu ubicación ahora mismo. Vuelve a intentarlo en un momento.
fr: Votre position est introuvable pour le moment. Réessayez dans un instant.
hi: अभी आपका स्थान नहीं मिल सका। थोड़ी देर में फिर से कोशिश करें।
hu: A helyzeted most nem határozható meg. Próbáld újra egy kis idő múlva.
it: Impossibile trovare la tua posizione in questo momento. Riprova tra poco.
pl: Nie udało się teraz ustalić Twojej lokalizacji. Spróbuj ponownie za chwilę.
ru: Не удалось определить ваше местоположение. Повторите попытку чуть позже.
